[
	{
		"text": "In IdentityIQ, users can request changes to which of the following?",
		"options": [
			"Roles",
			"Entitlements",
			"Employee ID number",
			"Password"
		],
		"correct": [
			0,
			3
		]
	},
	{
		"text": "Identity search only allows you to search on the standard identity attributes that are pre-defined by IdentityIQ.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "What is displayed on the My Reports tab?",
		"options": [
			"Every report template that your IdentityIQ capabilities allow you to access",
			"Only custom reports you or your implementation team have created",
			"Reports that you have configured and searches that have been saved as reports"
		],
		"correct": [
			2
		]
	},
	{
		"text": "Rapid Setup is an implementation tool built into the current IdentityIQ product version to help with configuring IdentityIQ.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Certification must be part of Phase1 of any IdentityIQ implementation project.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "How does IdentityIQ communicate with target systems in your environment?",
		"options": [
			"Through IdentityIQ’s REST API",
			"Through connectors and integration modules",
			"Through Hibernate"
		],
		"correct": [
			1
		]
	},
	{
		"text": "When you add extended attributes that are not marked searchable to IdentityIQ, where are these new attributes stored by default?",
		"options": [
			"Their own column in the database",
			"Tomcat",
			"The WEB-INF directory",
			"In a CLOB"
		],
		"correct": [
			3
		]
	},
	{
		"text": "It is impossible to have more than 20 extended attributes within IdentityIQ.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Authoritative Identity Cubes are created for each account read from all applications.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Which of these configurations is part of the Rapid Setup features?",
		"options": [
			"Specifying what attribute identifies a locked account",
			"Choosing the application's connector type",
			"Specifying the account schema attributes"
		],
		"correct": [
			0
		]
	},
	{
		"text": "When an attribute is marked as 'searchable', what does this mean?",
		"options": [
			"The attribute is stored in its own column for more efficient access for searching",
			"The attribute is stored in the CLOB for more efficient access for searching",
			"The attribute is available for groups to be created from its values"
		],
		"correct": [
			0
		]
	},
	{
		"text": "The terms Identity Attributes and Account Attributes refer to the same thing.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "A best practice is to assign ownership of objects, such as applications, to workgroups.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Entitlements define which areas of the UI a user can access within IdentityIQ.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "By adding an identity to a workgroup, the identity inherits capabilities assigned to the workgroup.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "IdentityIQ does not support multi-factor authentication.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "What is the purpose of groups and populations?",
		"options": [
			"To specify identities to include when performing an IdentityIQ activity, such as running a report.",
			"To specify identities that share responsibilities for actions in IdentityIQ, such as 'owning' an application.",
			"To specify additional IdentityIQ user rights for identities, such as Compliance Officer."
		],
		"correct": [
			0
		]
	},
	{
		"text": "A group can be defined based on multiple attributes; a population is based on a single attribute.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "In IdentityIQ, where and how are new Populations created?",
		"options": [
			"In Advanced Analytics, using identity search criteria",
			"In Setup > Groups, on the Populations tab",
			"In the Identity Warehouse, using filtering criteria"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Which statement best describes what happens when you click Save Identities as Population?",
		"options": [
			"The list of identities in the population is saved",
			"The search criteria for the population is saved",
			"Both the list of identities and the search criteria used to select them are saved"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Account schemas define which account attributes to read from an application when aggregating accounts with IdentityIQ.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "If we want to add an entitlement to the entitlement catalog, what should we mark the corresponding account attribute as?",
		"options": [
			"Managed",
			"Entitlement",
			"Multi-valued"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Groups which grant/identify user access on other systems (applications) and loaded into IdentityIQ through (account group) aggregation.",
		"options": [
			"Account Group",
			"Workgroup",
			"Population",
			"Group (factory)"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Group of IdentityIQ users based on shared value of a single identity attribute and used to define target of operation (e.g. task filter, report filter).",
		"options": [
			"Population",
			"Account Group",
			"Workgroup",
			"Group (factory)"
		],
		"correct": [
			3
		]
	},
	{
		"text": "Group of IdentityIQ users used for assigning capabilities and scopes to set of users.",
		"options": [
			"Group (factory)",
			"Population",
			"Workgroup",
			"Account Group"
		],
		"correct": [
			2
		]
	},
	{
		"text": "Group of IdentityIQ users defined through an Advanced Analytics query and used to define target of operation (e.g. task filter, report filter).",
		"options": [
			"Workgroup",
			"Population",
			"Group (factory)",
			"Account Group"
		],
		"correct": [
			1
		]
	},
	{
		"text": "The JDBC connector requires a provisioning rule to be written when provisioning to applications of this type.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Accounts are correlated to existing Identity Cubes when the Prune Identity task is run.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Which of these is true of manual correlation?",
		"options": [
			"It applies only until the next aggregation of that application.",
			"It is not undone or overridden by a subsequent aggregation.",
			"It can never be changed."
		],
		"correct": [
			1
		]
	},
	{
		"text": "IQService is used for provisioning to Active Directory and to LDAP.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Many IdentityIQ connectors include pre-defined account and group schemas.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "We discussed two ways to view your application data prior to aggregation. Preview only lists the first 10 records, while __________ lists all records and more details.",
		"options": [
			"Accounts",
			"Connector Debug"
		],
		"correct": [
			1
		]
	},
	{
		"text": "After aggregating, entitlements are added to the Entitlement Catalog, but they are not fully promoted on Identity Cubes until a refresh task has been run.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Manual correlation will link an account to an identity cube, but only until the next aggregation of that application.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Aggregation tasks are always partitioned and executed across multiple hosts.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "When a serious system error occurs, and an incident code is displayed, where would an admin user go to see details of the error?",
		"options": [
			"Administrator Console",
			"Windows Event Viewer",
			"Advanced Analytics > Syslog Search"
		],
		"correct": [
			2
		]
	},
	{
		"text": "IdentityIQ supports both a delta aggregation and a delta refresh.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "You can use the Administrator Console to postpone a scheduled task.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Which of the following log levels will provide the most detailed information?",
		"options": [
			"Trace",
			"Debug",
			"Info",
			"Warn",
			"Error"
		],
		"correct": [
			0
		]
	},
	{
		"text": "It is a best practice to use Java println statements for logging.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Which type of IdentityIQ task checks for policy violations?",
		"options": [
			"The Policy task",
			"The Remediation task",
			"The Identity Refresh task",
			"The Identity Certification task"
		],
		"correct": [
			2
		]
	},
	{
		"text": "Once the spadmin password has been updated from the default, anyone who can authenticate into IdentityIQ can access the IdentityIQ console.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "The console commands export and import both provide the ability to strip dates and IDs from objects.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Which of these is the best definition of Policy?",
		"options": [
			"A capability or entitlement that can be assigned to a user to determine the IdentityIQ features the user can access",
			"Business rules that define user access conditions that are unwanted by the business",
			"An action you configure IdentityIQ to take when a user is found to be in violation of a business rule"
		],
		"correct": [
			1
		]
	},
	{
		"text": "When a policy violation is identified, a workflow can be initiated by IdentityIQ to address the violation.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Certification Events can be automatically triggered by a wide range of data changes within IdentityIQ, such as changing departments.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "The Perform Maintenance task must run for the certification process to complete.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "You can exclude certain users (such as executives) from a certification campaign by using __________.",
		"options": [
			"A custom workflow",
			"A global setting",
			"An exclusion rule",
			"An exception policy"
		],
		"correct": [
			2
		]
	},
	{
		"text": "Which role type supports this scenario: Mark is going to a conference and needs to be able to request access to purchase tickets and file expense reports.",
		"options": [
			"Birthright",
			"Business"
		],
		"correct": [
			1
		]
	},
	{
		"text": "All employees need to be issued an email address and membership in the DomainUsers group in Active Directory on day one of their employment.",
		"options": [
			"Birthright",
			"Business"
		],
		"correct": [
			0
		]
	},
	{
		"text": "What is a workflow case?",
		"options": [
			"The object that represents a running instance of a workflow.",
			"The object assigned to a user by the workflow when the workflow requires input from a user."
		],
		"correct": [
			0
		]
	},
	{
		"text": "Required relationships define the IT roles that are mandatory for any user who has a certain business role; while permitted relationships define the IT roles which a user is allowed to have, based on having a certain business role.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "The certification process can cause provisioning.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Access requests cause the generation of a provisioning plan.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "An application connector can be forced to provision via IdentityIQ work items by removing “PROVISIONING” from the application features string.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "From the Administrator Console, you can view details about failed provisioning attempts and create a manual work item to complete the request.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "The Process Events option in an Identity Refresh task directs IdentityIQ to initiate the lifecycle event workflows.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Rapid Setup Joiner runs for all new identity cubes created from any application.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "You can specify multiple triggers for the mover lifecycle event, for example, watching for changes in job title, department, or manager.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Lifecycle Events, outside the Rapid Setup events, can only be used for situations other than joiner, mover, or leaver actions.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "The requestability of an entitlement is configured in the Entitlement Catalog.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "To be able to view the lifecycle event details under Track My Requests, you must:",
		"options": [
			"Use a workflow that creates and updates the request record",
			"Turn on auditing for identity lifecycle event execution",
			"Run an Advanced Analytics query"
		],
		"correct": [
			0
		]
	},
	{
		"text": "On a per Quicklink population basis, a rule can be implemented to constrain what members can request.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "A Quicklink population allows you to define a set of users who can make access requests for other sets of users.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Through the Manage User Access Quicklink, a user can:",
		"options": [
			"Disable or enable accounts on a connected application",
			"Request or remove entitlements and/or roles",
			"Manage passwords on connected applications"
		],
		"correct": [
			1
		]
	},
	{
		"text": "While requesting access, you can search for entitlements using the extended attributes you've added to IdentityIQ.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Roles can be configured to automatically be enabled at a specified future date.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Attachments can be added in which type of Quicklink process:",
		"options": [
			"Manage Passwords",
			"Manage User Access",
			"Manage Accounts",
			"Edit Identity"
		],
		"correct": [
			1
		]
	},
	{
		"text": "The Recommendation Engine can provide a recommendation for approving or denying a request for access.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "IdentityIQ can only monitor for password change requests originating from IdentityIQ.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Both methods can disallow users from deleting their accounts on connected systems: In the LCM Configuration, disallow the Delete option for the My Actions category of users and removing access to the Manage Accounts Quicklink for the Self Service Quicklink population.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Password Policies must be defined for each application for which managing passwords is supported.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "You can use the Edit Identity Quicklink to modify an identity’s attributes and trigger attribute synchronization to other applications.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Quicklink behavior can be configured per Quicklink population.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "IdentityIQ can kick off a certification campaign for an identity when it detects a change in that person's account attributes.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "What are batch requests typically used for within IdentitylQ?",
		"options": [
			"Logging the activity of many identities or accounts",
			"Bulk loading identities or identity updates",
			"Triggering aggregation/refresh tasks for many identities or accounts"
		],
		"correct": [
			1
		]
	},
	{
		"text": "In IdentityIQ, new account groups can be created and provisioned in a connected application by using the Add New Entitlement button located in the Entitlement Catalog.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Which of the following is true of the Rapid Setup Termination process?",
		"options": [
			"It launches the Leaver Lifecycle Event for the selected user.",
			"Access to it is controlled by a Quicklink Population.",
			"It has its own parallel configurations to the Rapid Setup Leaver options."
		],
		"correct": [
			2
		]
	},
	{
		"text": "When designating a batch host, a best practice is to add the host name to the Task ServiceDefinition object and the Request ServiceDefinition object.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "The critical network performance zone is between the user's browser and IdentityIQ. It requires a round trip latency of 3ms or less.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "SailPoint recommends use of multiple environments and a version control system as part of your deployment management strategy.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "The Services Standard Build (SSB) is a deployment process provided by SailPoint that is required when deploying IdentitylQ.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			1
		]
	},
	{
		"text": "When designating a batch host, a best practice is to add the host name to the Task ServiceDefinition object and the Request ServiceDefinition object.",
		"options": [
			"True",
			"False"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Which of the following are valid types of Provisioning Transaction Reports available in IdentityIQ?",
		"options": [
			"Provisioning Transaction Object Report",
			"Detailed Provisioning Transaction Object Report",
			"Revocation Live Report",
			"Account Group Membership Report"
		],
		"correct": [
			0,
			1
		]
	},
	{
		"text": "Which of the following statements are true about Compliance Policies in IdentityIQ?",
		"options": [
			"They define acceptable user access conditions.",
			"They can be configured to send email notifications upon violation detection.",
			"They can require manual work item assignments for remediation.",
			"They can be simulated before being made active."
		],
		"correct": [
			1,
			2,
			3
		]
	},
	{
		"text": "Which of the following best describes the purpose of Groups and Populations in IdentityIQ?",
		"options": [
			"To specify identities that share responsibilities for actions in IdentityIQ, such as 'owning' an application.",
			"To specify identities to include when performing an IdentityIQ activity, such as running a report or limiting a task.",
			"To specify additional IdentityIQ user rights for identities, such as Compliance Officer.",
			"To manage lifecycle events for identities, such as joiner, mover, or leaver."
		],
		"correct": [
			1
		]
	},
	{
		"text": "Which of the following describes the primary difference between a Task and a Workflow in IdentityIQ?",
		"options": [
			"A Task is used for batch processing and scheduling, while a Workflow is typically triggered by a user action or data change and can involve user interaction.",
			"A Workflow is used for batch processing and scheduling, while a Task is typically triggered by a user action or data change and can involve user interaction.",
			"They can be used interchangeably, but a Task is pre-compiled, and a Workflow is interpreted.",
			"A Task is always system-initiated, whereas a Workflow is always user-initiated"
		],
		"correct": [
			0
		]
	},
	{
		"text": "Which of the following best describes a Work Item in IdentityIQ?",
		"options": [
			"An object representing a scheduled or running task execution.",
			"An object requiring human interaction or approval as part of a workflow.",
			"An object representing a policy violation that needs to be reviewed.",
			"An object representing a request to modify an identity or application account"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Which Task is responsible for advancing certifications through their phases and restarting backgrounded workflows?",
		"options": [
			"Identity Refresh",
			"Perform Identity Request Maintenance",
			"Policy Scan",
			"Perform Maintenance"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Which of the following is NOT a valid method for creating Identity Cubes?",
		"options": [
			"LCM Create Identity",
			"Through the Identity Warehouse",
			"By running aggregation tasks to read user accounts from applications that are systems of record (such as an HR System).",
			"Bulk import"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Access requests in the standard IdentityIQ LCM Provisioning workflow typically require approval from the:",
		"options": [
			"Requester",
			"User's Manager and the Application Owner",
			"SailPoint Administrator",
			"Target User"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Which of the following is NOT a standard report property in IdentityIQ?",
		"options": [
			"Naming and descriptions",
			"Scope",
			"Requiring sign-off",
			"Aggregation status"
		],
		"correct": [
			3
		]
	},
	{
		"text": "Which of the following is NOT true about Quicklinks in IdentityIQ?",
		"options": [
			"Quicklink behavior can be configured per Quicklink population.",
			"A rule can be implemented to constrain what members of a Quicklink population can request.",
			"A Quicklink population allows you to define a set of users who can make access requests for other sets of users.",
			"Attachments can be added in the Manage Passwords Quicklink process."
		],
		"correct": [
			3
		]
	},
	{
		"text": "What is included in a provisioning plan?",
		"options": [
			"A set of provisioning policies",
			"One or more requests for multiple identities",
			"One or more requests for one identity",
			"One request for multiple identities"
		],
		"correct": [
			2
		]
	},
	{
		"text": "In IdentityIQ, which of the following can directly cause provisioning activities to be initiated?",
		"options": [
			"A user making a request through a Quicklink.",
			"A scheduled Identity Refresh task completing successfully.",
			"Finishing an access review as part of a certification.",
			"An application aggregation task starting"
		],
		"correct": [
			0,
			2
		]
	},
	{
		"text": "Which of the following statements about SailPoint IdentityIQ policies are true?",
		"options": [
			"Policies define desired or required user access conditions.",
			"Policy violations can automatically generate work items for review.",
			"Policies are evaluated only during the Identity Refresh task.",
			"Policies can be configured with escalation options for unaddressed violations"
		],
		"correct": [
			1,
			3
		]
	},
	{
		"text": "Which of the following is true regarding Access Reviews (Certifications) in IdentityIQ?",
		"options": [
			"Certifications can be scheduled to run automatically on a recurring basis.",
			"Reviewers can use bulk decision options for multiple items in a certification.",
			"Revoking access during a certification always triggers immediate, automated provisioning.",
			"Certifications can be launched based on specific attribute changes or rules"
		],
		"correct": [
			0,
			1,
			3
		]
	},
	{
		"text": "Which of the following objects are fundamental components involved in the provisioning process in IdentityIQ?",
		"options": [
			"Identity Cube",
			"Application Schema",
			"Provisioning Plan",
			"Capability"
		],
		"correct": [
			0,
			1,
			2
		]
	},
	{
		"text": "Which of the following are valid methods or processes for creating Identity Cubes in IdentityIQ?",
		"options": [
			"Running an application aggregation task.",
			"Manually creating a new Identity via the UI.",
			"Using an LCM Quicklink for Create Identity.",
			"Executing the Identity Refresh task with appropriate options"
		],
		"correct": [
			0,
			2
		]
	},
	{
		"text": "Which of the following statements about Policy Violations in IdentityIQ are true?",
		"options": [
			"A policy violation occurs when a user's access does not meet the conditions defined in a policy.",
			"Policy violations can be explicitly reviewed and remediated within certification campaigns.",
			"Violations are only detected after an Identity Refresh task runs.",
			"Mitigations can be applied to policy violations to mark them as acceptable for a limited time"
		],
		"correct": [
			0,
			1,
			3
		]
	},
	{
		"text": "Which of the following actions can be performed on Work Items in IdentityIQ?",
		"options": [
			"Reassigning the work item to another user.",
			"Cancelling the work item, potentially aborting a workflow if it hasn't persisted.",
			"Adding comments to the work item.",
			"Executing the task associated with the work item directly from the work item"
		],
		"correct": [
			0,
			1,
			2
		]
	},
	{
		"text": "Which of the following methods can be used to define the set of identities included in an IdentityIQ certification campaign?",
		"options": [
			"Populations",
			"Exclusion Rules",
			"Workgroups",
			"Identity Search criteria entered directl"
		],
		"correct": [
			0,
			1
		]
	},
	{
		"text": "What is provisioning in the context of IdentityIQ?",
		"options": [
			"Creating new virtual machines for testing environments.",
			"Automating all steps required to manage user access and entitlements on applications.",
			"Reading account information from connected applications.",
			"Generating reports on user access privileges."
		],
		"correct": [
			1
		]
	},
	{
		"text": "Which of the following are valid types of provisioning transactions in IdentityIQ, based on how the request was initiated? ",
		"options": [
			"Manual",
			"Auto",
			"Batch",
			"Scheduled"
		],
		"correct": [
			0,
			2
		]
	},
	{
		"text": "Which of the following statements about IdentityIQ Certifications and Access Reviews are correct? ",
		"options": [
			"Certifications progress through defined phases as they move through their lifecycle.",
			"Certification reviewers can only certify access that is part of a role.",
			"You can use filters or rules to exclude certain types of access, such as birthright access, from a certification campaign.",
			"IdentityIQ can be configured to initiate a certification campaign for an identity when a change is detected in that person's account attributes."
		],
		"correct": [
			0,
			2,
			3
		]
	},
	{
		"text": "Which of the following tasks is used to process provisioning requests from Lifecycle Manager and update the status of Identity Request objects?",
		"options": [
			"Perform Maintenance",
			"Identity Refresh",
			"Perform Identity Request Maintenance",
			"Housekeeper"
		],
		"correct": [
			2
		]
	},
	{
		"text": "Which of the following is not a standard use of items included in the Entitlement Catalog?",
		"options": [
			"Available to include in roles.",
			"Available as group factories.",
			"Available for defining policies.",
			"Requestable through Lifecycle Manager."
		],
		"correct": [
			1
		]
	},
	{
		"text": "Which of these options defines how the account attributes within a provisioning plan are populated?",
		"options": [
			"Application schemas",
			"Build Map rule",
			"Policy definitions",
			"Provisioning policies"
		],
		"correct": [
			3
		]
	},
	{
		"text": "When encountering issues or errors in IdentityIQ, which log file is most useful for finding detailed exception information and stack traces? ",
		"options": [
			"Tomcat Standard Out",
			"Email Log",
			"IdentityIQ Log",
			"Audit Log"
		],
		"correct": [
			2
		]
	},
	{
		"text": "What object in IdentityIQ is used to launch a custom workflow from the user interface? ",
		"options": [
			"Task Definition",
			"QuickLink",
			"Provisioning Policy",
			"WorkflowCase"
		],
		"correct": [
			1
		]
	},
	{
		"text": "Which of the following default Quicklinks are typically found under the My Tasks category in the QuickLink Menu? ",
		"options": [
			"Manage User Access",
			"Access Reviews",
			"Approvals",
			"Policy Violations"
		],
		"correct": [
			1,
			2,
			3
		]
	},
	{
		"text": "The Rapid Setup mover configuration options, which can be triggered when a user moves within your organization, are:",
		"options": [
			"Reassign identities who report to the moving user to another user or workgroup",
			"Re-run the joiner logic to adjust birthright role assignments",
			"Delete specified application accounts",
			"Certify the user's access on specified applications"
		],
		"correct": [
			0,
			1,
			3
		]
	}
]